[
    {
        "id": 1,
        "img": "/assets/img/portfolio/portfolio_1.jpg",
        "title": "Wildberry Cake",
        "subtitle": "Desserts",
        "portfoliodetails": {
            "category": "Desserts",
            "date": "5 April 2024",
            "desp": "Indulge in the delightful flavors of a wildberry cake crafted with a medley of fresh wildberries, including succulent blackberries, vibrant raspberries, and luscious blueberries, creating a burst of fruity goodness in every bite. This delectable treat begins with a blend of all-purpose flour, granulated sugar, butter or oil, baking powder, and a hint of salt, ensuring a moist and tender crumb. Infused with the essence of vanilla extract and zesty lemon zest for a touch of brightness, this cake promises a harmonious balance of flavors. For added richness and depth, consider incorporating sour cream or yogurt into the batter. Whether enjoyed as a sweet indulgence for afternoon tea or as the crowning glory of a special occasion, this wildberry cake is sure to captivate the senses with its irresistible aroma and irresistible taste.",
            "shortdesp": " ",
            "tags": [
                "Tasty",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 33.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 34.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 35.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 36.jpg"
                }
            ]
        }
    },
    {
        "id": 2,
        "img": "/assets/img/portfolio/portfolio_2.jpg",
        "title": "Chocolate Fondue",
        "subtitle": "Desserts",
        "portfoliodetails": {
            "category": "Desserts",
            "date": "5 April 2024",
            "desp": "Savor the luxurious decadence of a chocolate fondue, a timeless delight perfect for any gathering or intimate occasion. Crafted with premium quality chocolate, this indulgent treat promises a velvety smooth texture and rich, deep cocoa flavor. Simply melt the chocolate over gentle heat, blending it with cream or milk to achieve the perfect consistency, creating a luscious pool of molten chocolate ready for dipping. Pair it with an array of dippable delights such as fresh fruits like strawberries, bananas, and pineapple, or indulge in the crunchy goodness of marshmallows, pretzels, and biscotti. The possibilities are endless, offering a customizable experience tailored to your taste preferences. Whether shared among friends or savored alone, chocolate fondue is sure to evoke feelings of warmth and comfort, making every moment memorable and sweet.",
            "shortdesp": " ",
            "tags": [
                "Tasty",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 1.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 2.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 3.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 4.jpg"
                }
            ]
        }
    },
    {
        "id": 3,
        "img": "/assets/img/portfolio/portfolio_3.jpg",
        "title": "Waffels",
        "subtitle": "Desserts",
        "portfoliodetails": {
            "category": "Desserts",
            "date": "5 April 2024",
            "desp": "Embark on a delightful journey of taste and texture with freshly made waffles, a beloved breakfast classic enjoyed by food enthusiasts around the world. Crafted from a simple batter of flour, milk, butter, sugar, and a hint of vanilla extract, these golden-brown delicacies offer a perfect balance of crispiness on the outside and fluffy tenderness on the inside. Whether prepared in a traditional waffle iron or a modern waffle maker, the aroma of these freshly cooked treats is sure to awaken the senses and ignite your appetite. Serve them piping hot, topped with an array of delectable accompaniments such as maple syrup, fresh berries, whipped cream, or a dusting of powdered sugar, allowing each bite to be a symphony of flavors. Whether enjoyed for breakfast, brunch, or dessert, waffles are a versatile and comforting indulgence that brings joy to any occasion.",
            "shortdesp": " ",
            "tags": [
                "Tasty",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 5.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 6.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 7.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 8.jpg"
                }
            ]
        }
    },
    {
        "id": 4,
        "img": "/assets/img/portfolio/portfolio_4.jpg",
        "title": "Burger",
        "subtitle": "American",
        "portfoliodetails": {
            "category": "American",
            "date": "5 April 2024",
            "desp": "Embark on a culinary adventure with the iconic burger, a timeless favorite that embodies comfort and satisfaction with every bite. Crafted from a juicy patty made of premium vegeggies seasoned to perfection, nestled within a soft, toasted bun, the burger offers a harmonious blend of flavors and textures. Enhance your creation with an array of toppings and condiments, from crisp lettuce, ripe tomatoes, and tangy pickles to creamy cheese, and zesty sauces, allowing you to customize your burger to suit your taste preferences. Whether grilled to perfection on a barbecue, sizzled on a stovetop skillet, or charred to smoky perfection on a grill, the aroma of a freshly cooked burger is irresistible, enticing you to indulge in its savory goodness. Pair it with a side of crispy fries, crunchy onion rings, or a refreshing salad for a complete meal that satisfies even the heartiest appetites. Whether enjoyed at a backyard barbecue, a casual diner, or a gourmet restaurant, the burger is a culinary classic that brings joy to diners of all ages.",
            "shortdesp": "",
            "tags": [
                "Spicy",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 9.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 10.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 11.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 12.jpg"
                }
            ]
        }
    },
    {
        "id": 5,
        "img": "/assets/img/portfolio/portfolio_5.jpg",
        "title": "Saffron Chaat",
        "subtitle": "Indian",
        "portfoliodetails": {
            "category": "Indian",
            "date": "5 April 2024",
            "desp": "Set off on a culinary adventure with saffron chaat, a captivating dish that tantalizes the taste buds with its vibrant colors and aromatic spices. This delectable snack features a delightful combination of crispy, crunchy elements like papdi (crisp fried dough wafers) or samosa pastry, paired with an assortment of savory and tangy toppings. The focal point is the saffron-infused yogurt, which infuses the dish with a subtle yet distinctive floral flavor, perfectly complementing the robust tastes of the accompanying ingredients. Adorned with fresh herbs, tangy tamarind chutney, spicy green chutney, crunchy sev (fried chickpea flour noodles), and colorful pomegranate arils, saffron chaat offers a symphony of flavors and textures with every mouthful. Whether enjoyed as a street food delight in a bustling market or as an elegant appetizer at a gourmet gathering, saffron chaat is sure to leave a lasting impression, tantalizing the senses and sparking culinary joy.",
            "shortdesp": "",
            "tags": [
                "Tangy",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 13.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 14.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 15.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 16.jpg"
                }
            ]
        }
    },
    {
        "id": 6,
        "img": "/assets/img/portfolio/portfolio_6.jpg",
        "title": "Samosa",
        "subtitle": "Indian Snacks",
        "portfoliodetails": {
            "category": "Indian",
            "date": "5 April 2024",
            "desp": "Embark on a culinary journey with samosas, savory delights that captivate the palate with their golden crusts and flavorful fillings. These triangular pastries boast a delectable blend of spiced potatoes, peas, and sometimes cheese or capsicum, encased in a crispy, flaky dough. Each bite offers a tantalizing explosion of spices, including cumin, coriander, turmeric, and chili, creating a symphony of flavors that dance on the taste buds. Whether enjoyed as a popular street food snack or served as a savory appetizer at gatherings, samosas delight food enthusiasts with their irresistible aroma and satisfying crunch. Paired with tangy tamarind chutney or zesty mint sauce, samosas offer a delightful balance of savory and tangy flavors, making them a beloved staple in cuisines around the world.",
            "shortdesp": "",
            "tags": [
                "Tasty",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 17.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 18.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 19.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 20.jpg"
                }
            ]
        }
    },
    {
        "id": 7,
        "img": "/assets/img/portfolio/portfolio_7.jpg",
        "title": "Corn Paneer",
        "subtitle": "Indian maincourse",
        "portfoliodetails": {
            "category": "Indian",
            "date": "5 April 2024",
            "desp": "Embark on a culinary voyage with corn paneer, a delightful fusion dish that tantalizes the taste buds with its rich flavors and creamy textures. This delectable creation features succulent cubes of paneer, a traditional Indian cheese, combined with sweet corn kernels to create a harmonious blend of savory and sweet notes. The paneer is gently sautéed with aromatic spices such as cumin, turmeric, and garam masala, infusing it with layers of exquisite flavor. Paired with the natural sweetness of corn, this dish offers a delightful contrast of textures and tastes, making it a favorite among vegetarians and food enthusiasts alike. Whether enjoyed as a side dish with naan or rice, or as a filling for wraps or sandwiches, corn paneer promises a culinary experience that is both satisfying and unforgettable.",
            "shortdesp": " ",
            "tags": [
                "Tasty",
                "Spicy"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 21.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 22.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 23.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 24.jpg"
                }
            ]
        }
    },
    {
        "id": 8,
        "img": "/assets/img/portfolio/portfolio_8.jpg",
        "title": "Smoke Spaghetti",
        "subtitle": "Italian",
        "portfoliodetails": {
            "category": "Italian",
            "date": "5 April 2024",
            "desp": "Immerse yourself in a culinary journey with our signature Smoke Spaghetti, a dish that transcends the ordinary and introduces a tantalizing twist to traditional pasta. Starting with perfectly cooked al dente spaghetti, infused with a delicate yet distinct smoky essence, every forkful promises an unparalleled culinary experience. Our secret blend of savory ingredients, including ripe tomatoes, aromatic garlic, and a medley of herbs, harmonizes flawlessly with the subtle smokiness, creating a symphony of flavors that dance on the palate. Whether you're savoring it as a comforting solo meal or showcasing it as the star attraction at your next gathering, our Smoke Spaghetti is sure to leave a lasting impression, tantalizing taste buds and igniting culinary delight with each savory bite. Indulge in a culinary adventure unlike any other and let the mesmerizing aroma and exquisite taste of Smoke Spaghetti transport you to a realm of gastronomic bliss.",
            "shortdesp": "",
            "tags": [
                "Spicy",
                "Smoky"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 25.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 26.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 27.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 28.jpg"
                }
            ]
        }
    },
    {

        "id": 9,
        "img": "/assets/img/portfolio/portfolio_9.jpg",
        "title": "Paneer Tikka Pizza",
        "subtitle": "Indian",
        "portfoliodetails": {
            "category": "Italian",
            "date": "5 April 2024",
            "desp": "Experience the perfect fusion of Indian flavors and Italian cuisine with our Paneer Tikka Pizza, a culinary masterpiece that tantalizes the taste buds and delights the senses. This mouthwatering pizza starts with a thin, crispy crust, lovingly crafted to provide the ideal foundation for the explosion of flavors to come. Our signature paneer tikka topping features succulent cubes of paneer marinated in a blend of aromatic spices, including cumin, coriander, and garam masala, creating a symphony of savory goodness. Layered atop a bed of tangy tomato sauce and melted mozzarella cheese, each bite offers a harmonious balance of creamy paneer, vibrant spices, and the perfect hint of smokiness from the pizza oven. Whether you're indulging in a slice for lunch, dinner, or a special occasion, our Paneer Tikka Pizza is sure to transport your taste buds on a culinary journey they won't soon forget. Join us as we redefine pizza perfection and celebrate the delicious harmony of cultures with every delicious slice.",
            "shortdesp": " ",
            "tags": [
                "Tasty",
                "Sweet"
            ],
            "portfolioSlider": [
                {
                    "img": "/assets/img/portfolio/portfolio 29.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 30.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 31.jpg"
                },
                {
                    "img": "/assets/img/portfolio/portfolio 32.jpg"
                }
            ]
        }
    }
]